{
    "1 Peter-5:6": {
        "NIV": "Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time.",
        "KJV": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:"
    },
    "1 Peter-5:7": {
        "NIV": "Cast all your anxiety on him because he cares for you.",
        "KJV": "Casting all your care upon him; for he careth for you."
    },
    "Joshua-1:9": {
        "NIV": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.”",
        "KJV": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest."
    },
    "Jude-1:24": {
        "NIV": "To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy—",
        "KJV": "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,"
    },
    "Jude-1:25": {
        "NIV": "to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.",
        "KJV": "To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen."
    },
    "Psalm-27:14": {
        "NIV": "Wait for the Lord;    be strong and take heart    and wait for the Lord.",
        "KJV": "Wait on the Lord: be of good courage, and he shall strengthen thine heart: wait, I say, on the Lord."
    },
    "Psalm-46:1": {
        "NIV": "God is our refuge and strength,    an ever-present help in trouble.",
        "KJV": "God is our refuge and strength, a very present help in trouble."
    },
    "Psalm-100:4": {
        "NIV": "Enter his gates with thanksgiving    and his courts with praise;    give thanks to him and praise his name.",
        "KJV": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name."
    },
    "Psalm-100:5": {
        "NIV": "For the Lord is good and his love endures forever;    his faithfulness continues through all generations.",
        "KJV": "For the Lord is good; his mercy is everlasting; and his truth endureth to all generations."
    },
    "Isaiah-40:28": {
        "NIV": "Do you not know?    Have you not heard?The Lord is the everlasting God,    the Creator of the ends of the earth.He will not grow tired or weary,    and his understanding no one can fathom.",
        "KJV": "Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding."
    },
    "Isaiah-40:29": {
        "NIV": "He gives strength to the weary    and increases the power of the weak.",
        "KJV": "He giveth power to the faint; and to them that have no might he increaseth strength."
    },
    "Psalm-27:1": {
        "NIV": "The Lord is my light and my salvation—    whom shall I fear?The Lord is the stronghold of my life—    of whom shall I be afraid?",
        "KJV": "The Lord is my light and my salvation; whom shall I fear? the Lord is the strength of my life; of whom shall I be afraid?"
    },
    "Isaiah-45:1": {
        "NIV": "“This is what the Lord says to his anointed,    to Cyrus, whose right hand I take hold ofto subdue nations before him    and to strip kings of their armor,to open doors before him    so that gates will not be shut:",
        "KJV": "Thus saith the Lord to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;"
    },
    "Isaiah-45:2": {
        "NIV": "I will go before you    and will level the mountains;I will break down gates of bronze    and cut through bars of iron.",
        "KJV": "I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron:"
    },
    "Isaiah-45:3": {
        "NIV": "I will give you hidden treasures,    riches stored in secret places,so that you may know that I am the Lord,    the God of Israel, who summons you by name.",
        "KJV": "And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the Lord, which call thee by thy name, am the God of Israel."
    },
    "Isaiah-45:4": {
        "NIV": "For the sake of Jacob my servant,    of Israel my chosen,I summon you by name    and bestow on you a title of honor,    though you do not acknowledge me.",
        "KJV": "For Jacob my servant's sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me."
    },
    "Habakkuk-3:19": {
        "NIV": "The Sovereign Lord is my strength;    he makes my feet like the feet of a deer,    he enables me to tread on the heights.For the director of music. On my stringed instruments.",
        "KJV": "The Lord God is my strength, and he will make my feet like hinds' feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments."
    },
    "Psalm-103:8": {
        "NIV": "The Lord is compassionate and gracious,    slow to anger, abounding in love.",
        "KJV": "The Lord is merciful and gracious, slow to anger, and plenteous in mercy."
    },
    "1 Corinthians-6:12": {
        "NIV": "“I have the right to do anything,” you say—but not everything is beneficial. “I have the right to do anything”—but I will not be mastered by anything.",
        "KJV": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any."
    },
    "1 Corinthians-10:23": {
        "NIV": "“I have the right to do anything,” you say—but not everything is beneficial. “I have the right to do anything”—but not everything is constructive.",
        "KJV": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not."
    },
    "Isaiah-40:30": {
        "NIV": "Even youths grow tired and weary,    and young men stumble and fall;",
        "KJV": "Even the youths shall faint and be weary, and the young men shall utterly fall:"
    },
    "Isaiah-40:31": {
        "NIV": "but those who hope in the Lord    will renew their strength.They will soar on wings like eagles;    they will run and not grow weary,    they will walk and not be faint.",
        "KJV": "But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."
    },
    "Romans-8:28": {
        "NIV": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
        "KJV": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose."
    },
    "Jeremiah-32:27": {
        "NIV": "“I am the Lord, the God of all mankind. Is anything too hard for me?",
        "KJV": "Behold, I am the Lord, the God of all flesh: is there any thing too hard for me?"
    },
    "Hebrews-12:15": {
        "NIV": "See to it that no one falls short of the grace of God and that no bitter root grows up to cause trouble and defile many.",
        "KJV": "Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;"
    },
    "2 Thessalonians-3:10": {
        "NIV": "For even when we were with you, we gave you this rule: “The one who is unwilling to work shall not eat.”",
        "KJV": "For even when we were with you, this we commanded you, that if any would not work, neither should he eat."
    },
    "Romans-14:12": {
        "NIV": "So then, each of us will give an account of ourselves to God.",
        "KJV": "So then every one of us shall give account of himself to God."
    },
    "Matthew-7:3": {
        "NIV": "“Why do you look at the speck of sawdust in your brother’s eye and pay no attention to the plank in your own eye?",
        "KJV": "And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?"
    },
    "Matthew-7:4": {
        "NIV": "How can you say to your brother, ‘Let me take the speck out of your eye,’ when all the time there is a plank in your own eye?",
        "KJV": "Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?"
    },
    "1 John-4:4": {
        "NIV": "You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world.",
        "KJV": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world."
    },
    "Psalm-40:1": {
        "NIV": "I waited patiently for the Lord;    he turned to me and heard my cry.",
        "KJV": "I waited patiently for the Lord; and he inclined unto me, and heard my cry."
    },
    "Isaiah-41:13": {
        "NIV": "For I am the Lord your God    who takes hold of your right handand says to you, Do not fear;    I will help you.",
        "KJV": "For I the Lord thy God will hold thy right hand, saying unto thee, Fear not; I will help thee."
    },
    "Micah-6:8": {
        "NIV": "He has shown you, O mortal, what is good.    And what does the Lord require of you?To act justly and to love mercy    and to walk humbly with your God.",
        "KJV": "He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?"
    },
    "Matthew-7:5": {
        "NIV": "You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother’s eye.",
        "KJV": "Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye."
    },
    "Psalm-100:2": {
        "NIV": "Worship the Lord with gladness;    come before him with joyful songs.",
        "KJV": "Serve the Lord with gladness: come before his presence with singing."
    },
    "Psalm-100:1": {
        "NIV": "Shout for joy to the Lord, all the earth.",
        "KJV": "Make a joyful noise unto the Lord, all ye lands."
    },
    "Psalm-100:3": {
        "NIV": "Know that the Lord is God.    It is he who made us, and we are his;    we are his people, the sheep of his pasture.",
        "KJV": "Know ye that the Lord he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture."
    }
}